<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>한국을 빛낸 100명의 위인들 개요</title>
<link rel="icon" href="./images/dog.jpg">
<link rel="stylesheet" href="./css/fetch.css">
</head>
<body>

<h2>한국을 빛낸 100명의 위인들 개요</h2>

<p>
	대한민국 역사의 위인들을 고조선 시대부터 근대~현대 초기까지 나열하는 가요 겸 동요이다.<br/>
	
	1990년 12월 창단된 어린이 역사노래 부르기회에 속한 박문영이 작사·작곡했으며<br/>
	같은 단체에 속한, 1991년 처음 발표할 당시에는 코미디언 최영준과 대학생 노래패 노사사(노래를 사랑하는 사람들)가 불렀다.<br/>
	
	1절에는 상고 시대부터 삼국시대까지의 인물이, 2절에는 남북국 시대부터 고려 시대까지의 인물이,<br/>
	3절에는 조선 전기 인물이, 4절에는 조선 후기 인물이, 5절에는 근·현대(일제강점기, 대한민국) 인물이 주로 등장한다.<br/>
	자라면서 1절 정도 빼고는 다 잊어버리기 십상이지만,[7] 실제로는 고등학교 국사 시간까지 편하게 만들어 주는 위대한 곡이다.<br/>
	다만, 한국을 빛낸 100명의 위인들로 노래를 만든 것까진 좋았어도 역사적 사실과는 다소 거리가 있는 구절이 있어 아쉬움이 있다.<br/>
	근현대사는 다소 지엽적인 부분만 나와있고 지눌과 의천처럼 수십 년의 연대가 차이나는 사람의 위치가 바뀌거나 중종 때의 사람인 황진이,<br/>
	순조 때의 홍경래가 전봉준 뒤에 있다거나, 고려시대 인물로 쭉 진행되고 있는 와중에 느닷없이 조선시대 인물인 이종무가 나온다거나,<br/>
	영조와 정조 앞에 김삿갓이 나오는 등 순서를 외우기에는 부적합하다.<br/><br/>
	
	게다가 기본적으로 넣기에는 너무 곤란한 인물들이 한가득이다.<br/>
	이는 위인이라고 칭할 수 없는 내용이 너무 큰 게 원인이다.<br/>
	100명을 채우기 위해 억지로 갖다 붙인 인물들만 수십 명에 달하는데, 죽림칠현, 사육신과 생육신, 태정태세문단세 등만 합쳐도 26명이다.<br/>
	이 외에도 정중부나 이완용처럼 부정적인 인물들도 수십명이니 적어도 절반 이상은 위인이 아니라 구색 맞추기.<br/>
	총 5권짜리 만화에서는 갖다 붙인 인물들에 대해서는 어떻게든 나오기는 했지만<br/>
	노래 4절 후반부 ~ 5절의 근현대사 인물들은 더욱더 가관이라 만화책 작가도 결국 포기하여<br/>
	만화책 중 5권만 위인들 이름 앞에 번호가 안 나와서 순서가 아주 개판이 되어버렸다.<br/>
	매국노인 이완용이나 번안소설 장한몽의 등장인물들이자 실존인물들이 아닌 이수일과 심순애 같은 이상한 사람들은 다 빼버리고<br/>
	대신 윤봉길, 김구, 주시경, 나운규 등 노래에는 없는 일부 인물들이 추가로 올라가 있다.<br/>
	그래도 김좌진 대신에 김두한을 넣은 건 아쉬운 점. 장군의 아들 김두한이라고 나오니 둘 다 들어간거라고 해석할 수도...<br/>
	원작자가 감수, 글을 맡은 동명의 아동용 학습만화도 몇 권 나왔다.<br/>
	노래방에서도 수록되어 있어 찾아 부를 수 있으며 금영엔터테인먼트은 989번, TJ미디어는 899번.<br/> 
	금영에는 어레인지 버전인 한국을 빛낸 100명의 스포츠인도 있다.<br/> 
	곡의 분위기가 느긋한데다 절수도 5절이나 되어 노래가 길게 느껴지기에 노래방에서 1분 남았을 때 맘 놓고 부르기 좋은 곡이라는 인식이 있지만,<br/> 
	사실 노래 길이는 4분 정도로 딱히 3분 내외인 가요보다 유달리 길진 않다.<br/> 
	Better Than Yesterday나 동전한닢 (REMIX)처럼 7분, 11분씩 잡아먹는 곡에 비하면 확연히 짧은 편. 일본 노래방에도 이 곡이 있다.<br/>
</p>

<a href="./index.jsp">돌아가기</a>

</body>
</html>